Repository: owncloud-archive/mozilla_sync
Catalog: l10n/*/mozilla_sync.po
Languages: ca, de, eo, es_ar, es_mx, et_ee, gl, ja, nb_no, nl, pl, pt_pt, ro

source: Failed to delete storage
ca: No s'ha pogut suprimir l'emmagatzematge
de: Fehler beim Löschen des Speichers
eo: Malsukcesis forigo de memorilo
es_ar: No se pudo borrar el almacenamiento
es_mx: Falló en borrar el almacén
et_ee: Andmehoidla kustutamine ebaõnnestus
gl: Produciuse un fallo ao eliminar o almacenamento
ja: ストレージ削除が失敗しました
nb_no: Klarte ikke å slette lageret
nl: Kon opslag niet verwijderen
pl: Nieudane usunięcie pamięci.
pt_pt: Não foi possivel eliminar o armazenamento
ro: Nu s-a putut șterge spațiul de stocare

source: Failed to delete user
ca: No s'ha pogut suprimir l'usuari
de: Fehler beim Löschen des Nutzers
eo: Malsukcesis forigo de uzanto
es_ar: No se pudo borrar el usuario
es_mx: Falló al borrar un usuario
et_ee: Kasutaja kustutamine ebaõnnestus
gl: Produciuse un fallo ao eliminar o usuario
ja: ユーザーの削除に失敗しました
nb_no: Klarte ikke å slette bruker
nl: Kon gebruiker niet verwijderen
pl: Nieudane usunięcie użytkownika.
pt_pt: Não foi possível eliminar o utilizador
ro: Nu s-a putut sterge utilizatorul

source: Storage deleted
ca: s'ha suprimit l'emmagatzematge
de: Speicher gelöscht
eo: La memorilo foriĝis
es_ar: Almacenamiento borrado
es_mx: Almacen borrado
et_ee: Andmehoidla kustutatud
gl: Almacenamento eliminado
ja: ストレージを削除しました
nb_no: Lageret ble slettet
nl: Opslag verwijderd
pl: Pamięć usunięta
pt_pt: Armazenamento eliminado
ro: Spațiu de stocare a fost șters

source: User not found
ca: No s'ha trobat l'usuari
de: Nutzer nicht gefunden
eo: Uzanto ne troviĝis
es_ar: No se pudo encontrar el usuario
es_mx: Usuario no encontrado
et_ee: Kasutajat ei leitud
gl: Non se atopou o usuario
ja: ユーザーが見つかりません
nb_no: Fant ikke bruker
nl: Gebruiker niet gevonden
pl: Nie znaleziono użytkownika
pt_pt: Utilizador não encontrado
ro: Utilizatorul nu a fost gasit

source: Restriction saved
ca: S'ha desat la restricció
de: Einschränkung gespeichert
es_ar: Guardado con restricciones
es_mx: Restricción guardada
et_ee: Piirang salvestatud
gl: Gardouse a restricción
ja: 使用制限を保存
nb_no: Begrensning lagret
nl: Beperking opgeslagen
pl: Ograniczenia zapisane
pt_pt: Restrição guardada
ro: Restrictie salvata

source: Invalid input
ca: L'entrada no és vàlida
de: Ungültige Eingabe
eo: La enigo ne validas
es_ar: Contenido inválido
es_mx: Entrada inválida
et_ee: Vigane sisend
gl: Entrada incorrecta
ja: 不正な入力
nb_no: Ugyldige inndata
nl: Ongeldige invoer
pl: Błędne dane
pt_pt: Pedido inválido
ro: Intrare nevalida

source: Quota saved
ca: S'ha desat la quota
de: Kontigent gespeichert
eo: La kvoto konserviĝis
es_ar: Cuota guardada
es_mx: Cuota salvada
et_ee: Mahupiirang salvestatud
gl: Cota gardada
ja: クォータを保存しました
nb_no: Kvote ble lagret
nl: Quota opgeslagen
pl: Przydział zapisany
pt_pt: Quota guardada
ro: Cota salvata

source: Restrict to group
ca: Restringeix al grup
de: Auf Gruppe beschränkt
es_ar: Restringir a grupo
es_mx: Restringir al grupo
et_ee: Piira grupile
gl: Restrinxir ao grupo
ja: グループに制限する
nb_no: Begrens til gruppe
nl: Beperk tot groep
pl: Ogranicz do grupy
pt_pt: Restringir ao grupo
ro: Limitează la un grup

source: When activated, only members of this group can access Mozilla Sync.
ca: Si està activat, només els membres d'aquest grup poden accedir Mozilla Sync.
de: Wenn aktiviert, können nur Gruppenmitglieder dieser Gruppe auf die Mozilla Synchronisation zugreifen.
es_ar: Cuan está activo, solo miembros de este grupo pueden acceder a Mozilla Sync.
es_mx: Cuando se active, solamente miembros de este grupo podrán acceder a Mozilla Sync.
et_ee: Kui on aktiveeritud, siis ainult grupi liikmed pääsevad ligi Mozilla Sync-ile.
gl: Cando se activa, só os membros deste grupo poden acceder a Mozilla Sync.
ja: 有効にした場合、このグループのメンバーのみMozilla Syncにアクセス可能です。
nb_no: Når aktivert kan bare medlemmer av denne gruppen bruke Mozilla Sync.
nl: Wanneer geactiveerd, kunnen alleen leden van deze groep Mozilla Sync gebruiken.
pl: Po aktywowaniu tylko członkowie tej grupy mają dostęp do Mozilla Sync.
pt_pt: Quando activado, apenas membros deste grupo podem aceder ao Mozilla Sync.
ro: Cand este activat, doar membrii acestui grup pot accesa Mozilla Sync.

source: Sync quota
ca: Sincronitza la quota
de: Kontingent zur Synchronisation
eo: Sinkronigi kvoton
es_ar: Cuota de sincronización
es_mx: Cúota Sync
et_ee: Sync mahupiirang
gl: Cota de sincronización
ja: クォータ同期
nb_no: Kvote for Sync
pl: Zsynchronizuj przydział
pt_pt: Quota de sincronização

source: 0 is unlimited
et_ee: 0 tähendab piiramatut
gl: 0 significa ilimitado

source: To deactivate the quota set it to zero.
et_ee: Deaktiveerimiseks määra mahupiiranguks null.
gl: Para desactivar a cota estabelezao a cero.

source: Installed version
et_ee: Paigaldatud versioon
gl: Versión instalada

source: Please set an email address in your account settings.
gl: Introduza un correo-e nas configuracións da súa conta.

source: Be sure to set the LDAP login filter to something like %s.
gl: Asegúrese de axustar o filtro LDAP de acceso a algo como %s.

source: Configure the special attribute Email in your LDAP configuration accordingly.
gl: En consecuencia, configure o atributo de correo-e especial na súa configuración do LDAP.

source: Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group.
ca: Error! No esteu autoritzat per utilitzar Mozilla Sync! Cal que sigueu membre del grup %s.
de: Fehler! Du bist zur Nutzung der Mozilla Synchronisation nicht berechtigt! Du musst Mitglied der %s Gruppe sein.
es_ar: ¡Error! ¡No estás permitido usar Mozilla Sync! Debés ser miembro del grupo %s.
es_mx: ¡Error! ¡No tiene permiso para usar Mozilla Sync! Necesita ser miembro del grupo %s.
et_ee: Viga! Sul pole lubatud kasutada Mozilla Sync-i! Sa peaksid olema %s grupi liige.
gl: Erro! Non ten permiso para usar Mozilla Sync! Ten que ser membro do grupo %s.
ja: エラー! Mozilla Syncの使用許可がありません。グループ %s のメンバーになる必要があります。
nb_no: Feil! Du har ikke lov til å bruke Mozilla Sync! Du må være medlem av gruppen %s.
nl: Fout! U mag Mozilla Sync niet gebruiken. U moet lid zijn van de %s groep.
pl: Błąd! Nie masz praw do używania Mozilla Sync! Musisz być członkiem grupy %s.
pt_pt: Erro! Não está autorizado para usar o Mozilla Sync! Necessita de ser um membro do grupo %s.
ro: Eroare! Nu aveti dretpul de a folosi Mozilla Sync! Trebuie sa fiti membru al grupului %s.

source: Email
eo: Retpoŝto
et_ee: E-post
gl: Correo
ja: メール

source: Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work.
ca: Error! S'han detectat adreces de correu duplicades! Les adreces de correu electrònic han de ser úniques perquè funcioni Mozilla Sync.
de: Fehler! Doppelte E-Mail Adresse gefunden! E-Mail Adressen müssen für die Mozilla Synchronisation eindeutig sein.
es_ar: ¡Error! ¡Dirección de correo duplicado! Para que Mozilla Sync funcione, las direcciones de correo deben ser úncias.
es_mx: ¡Error! ¡Se han detectado direcciones de correo electrónico duplicadas! Las direcciones de correo electrónico deben ser únicas para que Mozilla Sync funcione.
et_ee: Viga! Leitud dubleeritav e-posti aadress! Mozilla Sync toimimiseks peavad E-posti aadressid olema unikaalsed.
gl: Erro! Detectaronse enderezos de correo duplicados! Os enderezos de correo deben ser únicos para que Mozilla Sync funcione.
ja: エラー! 複数のメールアドレスが登録されています! Mozilla Syncを使用するには、メールアドレスが一意である必要があります。
nb_no: Feil! Duplikat av e-postadresse ble oppdaget! E-postadresser må være unike for at Mozilla Sync skal virke.
nl: Fout! Er is een dubbel e-mailadres gevonden. E-mailadressen moeten uniek zijn om Mozilla Sync te laten werken,
pl: Błąd! Wykryto zduplikowane adresy email! Muszą być one unikalne, żeby Mozilla Sync mogła działać.
pt_pt: Erro! Detectado Endereço de email duplicado! Os endereços de email devem ser únicos para o Mozilla Sync funcionar.
ro: Eroare! S-a detectat o adresa email dublata. Adresele de email trebuie sa fie unice pentru ca Mozilla Sync sa functioneze.

source: Password
eo: Pasvorto
es_mx: Contraseña
et_ee: Parool
gl: Contrasinal
ja: パスワード
pt_pt: Palavra-passe

source: Use your ownCloud account password
ca: Usa la contrasenya del compte ownCloud
de: Benutze Dein ownCloud Benutzerkonto-Passwort
eo: Uzi la pasvorton de via konto de ownCloud
es_ar: Usá tu contraseña de ownCloud
es_mx: Use su contraseña de ownCloud
et_ee: Kasuta oma ownCloudi konto parooli
gl: Use o contrasinal da súa conta do ownCloud
ja: ownCloudのアカウントのパスワードを使用してください:
nb_no: Bruk passordet for ownCloud-kontoen din
nl: Gebruik uw ownCloud wachtwoord
pl: Użyj twoje hasło konta ownCloud
pt_pt: Por favor introduza a sua password ownCloud
ro: Folositi parola contului dumneavoastra ownCloud

source: Server address
eo: Servila adreso
es_mx: Dirección del servidor
et_ee: Serveri aadress
gl: Enderezo do servidor
ja: サーバーアドレス
pt_pt: Endereço do servidor

source: To set up Mozilla Sync create a new Sync account in Firefox.
ca: Per configurar Mozilla Sync, creeu un compte de sincronització al Firefox.
de: Für die Mozilla Synchronisation muss ein neues Synchronisationskonto in Firefox eingerichtet werden.
es_ar: Para configurar Mozilla Sync se debe crear una nueva cuenta Sync en Firefox.
es_mx: Para configurar Mozilla Sync, debe crear una cuenta sync en Firefox.
et_ee: Seadistamaks Mozilla Sync-i loo Firefoxis uus Sync konto.
gl: Para configurar Mozilla Sync cree unha conta nova de Sync no Firefox.
ja: Mozilla Syncを設定するには、新しいSyncアカウントをFirefox で作成してください。
nb_no: Opprett en ny Sync-konto i Firefox for å sette opp Mozilla Sync.
nl: Om Mozilla Sync te laten werken moet u een nieuw Sync account maken in Firefox.
pl: W celu skonfigurowania Mozilla Sync stwórz nowe konto synchronizacji w Firefox'ie.
pt_pt: Para configurar o Mozilla Sync deve criar uma nova conta de sincronização no Firefox.
ro: Pentru a pregati Mozilla Sync trebuie sa creati un nou cont Sync in Firefox.

source: Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually.
ca: Mozilla Sync està configurat. Es poden afegir dispositius addicionals manualment o a través del servei d'emparellament de Mozilla.
de: Die Mozilla Synchronisation ist eingerichtet. Zusätzliche Geräte können manuell oder über den Mozilla Gerätepaarungsservice hinzugefügt werden.
es_ar: Mozilla Sync está configurado, dispositivos adicionales pueden agregarse usando el servicio de paridad de dispositivos de Mozilla o manualmente.
es_mx: Mozilla Sync está configurado, los dispositivos adicionales, deben ser añadidos via servicio de emparejamiento de Mozilla o manualmente.
et_ee: Mozilla Sync on seadistatud, lisaseadmeid saab lisada käsitsi või kasutades Mozilla seadmete sidumisteenust.
gl: Mozilla Sync está configurado, os dispositivos poden engadirse a través do servizo de emparellamento de dispositivos de Mozilla ou manualmente.
ja: Mozilla Syncは、セットアップされました。Mozillaのデバイスペアリングサービスか、手動でデバイスを追加することができます。
nb_no: Mozilla Sync er satt opp. Flere enheter kan legges til via Mozillas tjeneste for paring av enheter eller de kan legges til manuelt.
nl: Mozilla Sync is ingesteld. Extra apparaten kunnen via Mozilla's koppelservice of handmatig worden toegevoegd.
pl: Skonfigurowano Mozilla Sync, dodatkowe urządzenia mogą być dodane przy użyciu usługi parowania urządzeń Mozilli lub ręcznie.
pt_pt: O Mozilla Sync está configurado. Podem ser adicionados mais dispositivos através do serviço de ligação da Mozilla ou manualmente.
ro: Mozilla Sync este pregatit, dispozitive suplimentare pot fi adaugate manual sau prin intermediul serviciului Mozilla de imperechere a dispozitivelor.

source: Last sync
eo: Lasta sinkronigo
es_mx: Ultima sincronización
et_ee: Viimane sünkroniseering
gl: Última sincronización
ja: 最終同期
pt_pt: Última sincronização

source: Size of stored data
eo: Grando de la enmemorigitaj datumoj
es_mx: Tamaño de los datos almacenados
et_ee: Talletatud andmete maht
gl: Tamaño dos datos almacenados
ja: 保存データ容量
pt_pt: Tamanho dos dados guardados

source: No data stored yet.
ca: Encara no s'han desat dades
de: Keine Daten bis jetzt gespeichert.
eo: Neniu datumo enmemoriĝis ankoraŭ.
es_ar: Todavía no hay datos almacenados.
es_mx: Aún no hay datos almacenados.
et_ee: Andmeid pole veel talletatud.
gl: Aínda non hai datos almacenados.
ja: データがありません
nb_no: Ingen data lagret ennå.
nl: Nog geen data opgeslagen.
pl: Brak przechowywanych danych.
pt_pt: Nenhuns dados guardados.
ro: Nu a fost stocata nici o data inca.

source: Number of synced devices
eo: Kiomo de sinkronigitaj aparatoj
es_mx: Número de dispositivos sincronizados
et_ee: Sünkroniseeritavate seadmete arv
gl: Número de dispositivos sincronizados
ja: 同期済デバイス数
pt_pt: Número de dispositivos sincronizados

source: Delete storage
et_ee: Kustuta andmehoidla
gl: Eliminar o almacenamento

source: Attention! This will delete all your Sync data on the server.
ca: Atenció! això suprimirà totes les dades del Sync al servidor.
de: Achtung! Dies wird alle Deine Synchronisationsdaten auf dem Server löschen.
es_ar: ¡Atención! Esto borrará todos sus datos Sync del servidor.
es_mx: Atención!, esto borrara todos los datos sincronizados en el servidor.
et_ee: Tähelepanu! See eemaldab serverist kõik sinu sünkroniseeritavad andmed.
gl: Atención! Isto eliminará todos os datos de sincronización no servidor.
ja: 注意！サーバーに同期したデータをすべて削除します。
nb_no: Obs! Dette vil slette alle dine Sync-data på serveren.
nl: Let op! Dit verwijdert al uw Sync data op de server.
pl: Uwaga! W ten sposób usuniesz wszystkie dane konta Sync na serwerze.
pt_pt: Atenção! Isto vai eliminar todos os dados de sincronização no servidor.
ro: Atentie! Veti sterge toate datele Sync de pe server.

source: Sync email saved
ca: S'ha desat l'adreça del Sync
de: E-Mail Adresse zur Synchronisation gespeichert
es_ar: Correo Sync guardado
ja: 同期用メールアドレスを保存しました
nb_no: E-post for Sync lagret
nl: Sync e-mail opgeslagen
pl: Email zapisany
pt_pt: Email de sincronização guardado
ro: Email Sync salvat

source: Set the value to 0 for unlimited quota.
ca: Establiu del valor 0 per a quota il·limitada.
de: Den Wert auf 0 setzen für ein unbegrenztes Kontingent.
es_ar: Establecer el valor a 0 para cuota ilimitada.
ja: 値を0に設定するとクォータは無制限になります。
nb_no: Sett verdien til 0 for ubegrenset kvote.
nl: Stel de waarde op 0 voor onbeperkt gebruik.
pl: Ustaw wartość 0 dla nielimitowanego przydziału.
pt_pt: Defina o valor 0 para quota ilimitada.
ro: Setati valoarea 0 pentru cota nelimitata.

source: Email:
ca: Correu electrònic:
nb_no: Epost:

source: Has to be unique among all Sync users
ca: Ha de ser únic entre tots els usuaris del Sync
de: Dies muss über alle Synchronisationsnutzer hinweg einzigartig sein
eo: Ĝi devas ununuri inter ĉiuj uzantoj de Sync
es_ar: Deber ser único entre todos los usuarios Sync
ja: 同期を利用している全てのユーザー内で一意ある必要があります
nb_no: Må være unik blant alle Sync-brukere
nl: Moet uniek zijn onder alle Sync gebruikers
pl: Musi być unikalny wśród wszystkich użytkowników
pt_pt: Deve ser único dentro dos utilizadores sincronizados
ro: Trebuie sa fie unic printre toti utilizatorii Sync

source: Password:
ca: Contrasenya:
de: Passwort:
es_ar: Contraseña:
nb_no: Passord:
nl: Wachtwoord:
pl: Hasło:
ro: Parolă:

source: Server address:
ca: Adreça del servidor:
de: Server-Adresse:
nb_no: Server-adresse:
nl: Serveradres:
pl: Adres serwera:
ro: Adresa server-ului

source: Sync Status
ca: Estat de la sincronització
de: Synchronisation-Status
eo: Stato de sinkronigo
es_ar: Estado de la sincronización
ja: 同期状態
nl: Synchronisatiestatus
pl: Status synchronizacji
pt_pt: Estado da sincronização
ro: Stare Sync

source: Last sync:
ca: Última sincronització:
de: Letzte Synchronisation:
nb_no: Siste sync:
nl: Laatste sync:
pl: Ostatni sync:
ro: Ultima sincronizare

source: Size of stored data:
ca: Mida de les dades emmagatzemades:
de: Größe der gespeicherten Daten:
nb_no: Størrelse på lagrede data:
nl: Omvang opgeslagen data:
pl: Rozmiar przechowanych danych:
ro: Marimea datelor stocate

source: Number of synced devices:
ca: Nombre de dispositius sincronitzats:
de: Anzahl der synchronisierten Geräte:
nb_no: Antall synkroniserte enheter:
nl: Aantal gesynchroniseerde apparaten:
pl: Liczba zsynchronizowanych urządzeń:
ro: Numar de dispozitive sincronizate

source: Delete Sync data
ca: Suprimeix les dades del Sync
de: Synchronisationsdaten löschen
es_ar: Borrar los datos de sincronización
ja: 同期情報削除
nb_no: Slett Sync-data
nl: Verwijderen Sync data
pl: Usuń dane
pt_pt: Eliminar dados de sincronização
ro: Șterge datele sincronizate

source: Mozilla Sync
eo: Mozilo Sync
es_ar: Sincronización Mozilla
es_mx: Servicio de sincronización de Mozilla
et_ee: Mozilla sünkroniseerimine
pt_pt: Serviço Mozilla Sync
