{ "translations": {
    "Failed to delete storage" : "Nelze smazat úložiště",
    "Failed to delete user" : "Nelze smazat uživatele",
    "Storage deleted" : "Úložiště smazáno",
    "User not found" : "Uživatel nebyl nalezen",
    "Restriction saved" : "Omezení uloženo",
    "Invalid input" : "Chybný vstup",
    "Auto create sync account enabled" : "Automatické vytváření účtu synchronizace povoleno",
    "Auto create sync account disabled" : "Automatické vytváření účtu synchronizace zakázáno",
    "Sync email saved" : "Email uložen",
    "Quota saved" : "Kvóta uložena",
    "Mozilla Sync" : "Mozilla Sync",
    "Restrict to group" : "Omezit na skupinu",
    "When activated, only members of this group can access Mozilla Sync." : "Po aktivaci mohou pouze členové této skupiny přistupovat k Mozilla Sync.",
    "Sync quota" : "Kvóta synchronizace",
    "Set the value to 0 for unlimited quota." : "Zadejte hodnotu 0 pro neomezenou kvótu.",
    "Auto create sync account" : "Automatické vytváření účtu synchronizace",
    "When activated, the Mozilla Sync registration API will be disabled and instead accounts will be auto created using a user's existing credentials" : "Pokud aktivováno, bude registrační API Mozilla Synch vypnuto a místo toho budou uživatelské účty vytvářeny automaticky s aktuálními přihlašovacími údaji.",
    "Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group." : "Chyba! Nemáte povoleno použít Mozilla Sync! Musíte být členem skupiny %s.",
    "To use Mozilla Sync enter the credentials in to Mozilla Sync client" : "Pro použití aplikace Mozilla Sync zadejte své přihlašovací údaje do klienta Mozilla Sync",
    "To set up Mozilla Sync create a new Sync account in Firefox." : "Pro nastavení Mozilla Sync vytvořte nový Sync účet ve Firefoxu.",
    "Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually." : "Mozilla Sync je nastaven. Další zařízení mohou být přidána přes službu párování zařízení (Mozilla) nebo ručně.",
    "Email:" : "Email:",
    "Has to be unique among all Sync users" : "Musí být jedinečný mezi všemi uživateli",
    "Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work." : "Chyba! Byla detekována duplicitní emailová adresa! Emailová adresa musí být unikátní pro použití Mozilla Sync.",
    "Password:" : "Heslo:",
    "Use your ownCloud account password" : "Použijte heslo svého ownCloud účtu",
    "Server address:" : "Adresa serveru:",
    "Sync Status" : "Stav synchronizace",
    "Last sync:" : "Poslední synchronizace:",
    "Size of stored data:" : "Velikost uložených dat:",
    "No data stored yet." : "Zatím nebyla uložena žádná data.",
    "Number of synced devices:" : "Počet synchronizovaných zařízení:",
    "Delete Sync data" : "Smazat data synchronizace",
    "Attention! This will delete all your Sync data on the server." : "Pozor! Toto smaže všechna vaše Sync data na serveru."
},"pluralForm" :"nplurals=3; plural=(n==1) ? 0 : (n>=2 && n<=4) ? 1 : 2;"
}