{ "translations": {
    "Failed to delete storage" : "Fehler beim Löschen des Speichers",
    "Failed to delete user" : "Fehler beim Löschen des Benutzers",
    "Storage deleted" : "Speicher gelöscht",
    "User not found" : "Nutzer nicht gefunden",
    "Restriction saved" : "Einschränkung gespeichert",
    "Invalid input" : "Ungültige Eingabe",
    "Auto create sync account enabled" : "Automatisches erstellen des Synchronisationskontos aktiviert",
    "Auto create sync account disabled" : "Automatisches erstellen des Synchronisationskontos deaktiviert",
    "Sync email saved" : "E-Mail Adresse zur Synchronisation gespeichert",
    "Quota saved" : "Kontigent gespeichert",
    "Mozilla Sync" : "Mozilla-Sync",
    "Restrict to group" : "Auf Gruppe beschränkt",
    "When activated, only members of this group can access Mozilla Sync." : "Wenn aktiviert, können nur Gruppenmitglieder dieser Gruppe auf die Mozilla Synchronisation zugreifen.",
    "Sync quota" : "Kontingent zur Synchronisation",
    "Set the value to 0 for unlimited quota." : "Den Wert auf 0 setzen für ein unbegrenztes Kontingent.",
    "Auto create sync account" : "Automatisches erstellen des Synchronisationskontos",
    "When activated, the Mozilla Sync registration API will be disabled and instead accounts will be auto created using a user's existing credentials" : "Wenn aktiviert, wird die Mozilla-Synchronisation Registrierung-API deaktiviert und stattdessen werden die Konten anhand der existierenden Nutzerinformationen automatisch erstellt.",
    "Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group." : "Fehler! Du bist zur Nutzung der Mozilla Synchronisation nicht berechtigt! Du musst Mitglied der %s Gruppe sein.",
    "To use Mozilla Sync enter the credentials in to Mozilla Sync client" : "Zur Nutzung der Mozilla-Synchronisation gebe bitte die Anmeldeinformationen im Client der Mozilla-Synchronisation ein.",
    "To set up Mozilla Sync create a new Sync account in Firefox." : "Für die Mozilla Synchronisation muss ein neues Synchronisationskonto in Firefox eingerichtet werden.",
    "Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually." : "Die Mozilla Synchronisation ist eingerichtet. Zusätzliche Geräte können manuell oder über den Mozilla Gerätepaarungsservice hinzugefügt werden.",
    "Email:" : "E-Mail:",
    "Has to be unique among all Sync users" : "Dies muss über alle Synchronisationsnutzer hinweg einzigartig sein",
    "Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work." : "Fehler! Doppelte E-Mail Adresse gefunden! E-Mail Adressen müssen für die Mozilla Synchronisation eindeutig sein.",
    "Password:" : "Passwort:",
    "Use your ownCloud account password" : "Benutze Dein ownCloud Benutzerkonto-Passwort",
    "Server address:" : "Server-Adresse:",
    "Sync Status" : "Synchronisation-Status",
    "Last sync:" : "Letzte Synchronisation:",
    "Size of stored data:" : "Größe der gespeicherten Daten:",
    "No data stored yet." : "Keine Daten bis jetzt gespeichert.",
    "Number of synced devices:" : "Anzahl der synchronisierten Geräte:",
    "Delete Sync data" : "Synchronisationsdaten löschen",
    "Attention! This will delete all your Sync data on the server." : "Achtung! Dies wird alle Deine Synchronisationsdaten auf dem Server löschen."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}