{ "translations": {
    "Failed to delete storage" : "Falló en borrar el almacén",
    "Failed to delete user" : "Falló al borrar un usuario",
    "Storage deleted" : "Almacen borrado",
    "User not found" : "Usuario no encontrado",
    "Restriction saved" : "Restricción guardada",
    "Invalid input" : "Entrada inválida",
    "Auto create sync account enabled" : "Autocrear una cuenta sync habilitado",
    "Auto create sync account disabled" : "Autocrear una cuenta sync deshabilitado",
    "Sync email saved" : "Dirección de correo electrónico guardada",
    "Quota saved" : "Cuota guardada",
    "Mozilla Sync" : "Mozilla Sync",
    "Restrict to group" : "Restringir al grupo",
    "When activated, only members of this group can access Mozilla Sync." : "Cuando se active, solamente miembros de este grupo podrán acceder a Mozilla Sync.",
    "Sync quota" : "Cuota de sincronización",
    "Set the value to 0 for unlimited quota." : "Colocar el valor en 0 para obtener una cuota ilimitada.",
    "Auto create sync account" : "Autocrear cuenta Sync",
    "When activated, the Mozilla Sync registration API will be disabled and instead accounts will be auto created using a user's existing credentials" : "Cuando se activa, la API de registro Mozilla Sync se desactivará y en lugar de cuentas se auto creado usando credenciales existentes de un usuario",
    "Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group." : "¡Error! ¡No tiene permiso para usar Mozilla Sync! Necesita ser miembro del grupo %s.",
    "To use Mozilla Sync enter the credentials in to Mozilla Sync client" : "Para usar Mozilla Sync introduzca las credenciales del cliente Mozilla Sync",
    "To set up Mozilla Sync create a new Sync account in Firefox." : "Para configurar Mozilla Sync, debe crear una cuenta sync en Firefox.",
    "Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually." : "Mozilla Sync está configurado, los dispositivos adicionales, deben ser añadidos via servicio de emparejamiento de Mozilla o manualmente.",
    "Email:" : "Dirección de correo electrónico:",
    "Has to be unique among all Sync users" : "Tiene que ser única entre los usuarios de Sync",
    "Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work." : "¡Error! ¡Se han detectado direcciones de correo electrónico duplicadas! Las direcciones de correo electrónico deben ser únicas para que Mozilla Sync funcione.",
    "Password:" : "Contraseña:",
    "Use your ownCloud account password" : "Use su contraseña de ownCloud",
    "Server address:" : "Dirección del servidor:",
    "Sync Status" : "Estado de la sincronización",
    "Last sync:" : "Última sincronización:",
    "Size of stored data:" : "Espacio ocupado por los datos:",
    "No data stored yet." : "Aún no hay datos almacenados.",
    "Number of synced devices:" : "Número de dispositivos sincronizados:",
    "Delete Sync data" : "Eliminar datos de Sync",
    "Attention! This will delete all your Sync data on the server." : "¡Atención! Esto borrará todos los datos sincronizados en el servidor."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}