{ "translations": {
    "Failed to delete storage" : "מחיקת מקום אחסון נכשלה",
    "Failed to delete user" : "מחיקת משתמש נכשלה",
    "Storage deleted" : "מקום אחסון נמחק",
    "User not found" : "משתמש לא אותר",
    "Restriction saved" : "הגבלה נשמרה",
    "Invalid input" : "קלט לא חוקי",
    "Auto create sync account enabled" : "יצירה אוטומטית של חשבון סנכרון מאופשרת",
    "Auto create sync account disabled" : "יצירה אוטומטית של חשבון סנכרון מנוטרלת",
    "Sync email saved" : "סנכרון דואר אלקטרוני נשמר",
    "Quota saved" : "הגבלת מכסה נשמרה",
    "Mozilla Sync" : "סנכון מוזילה",
    "Restrict to group" : "מוגבל לקבוצה",
    "When activated, only members of this group can access Mozilla Sync." : "כאשר מופעל, רק חברים בקבוצה זו יכולים להכנס לסנכרון מוזילה.",
    "Sync quota" : "הגבלת מכסת סנכרון",
    "Set the value to 0 for unlimited quota." : "קביעת הערך ל- 0 מעידה על מכסה לא מוגבלת",
    "Auto create sync account" : "יצירה אוטומטית של חשבון סנכרון",
    "When activated, the Mozilla Sync registration API will be disabled and instead accounts will be auto created using a user's existing credentials" : "כאשר מופעל, רישום API של סנכרון מוזילה יהיה מנוטרל ולחילופין חשבונות יבצרו באופן אוטומטי על בסיס אישורי משתמש קיימים",
    "Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group." : "שגיאה! סנכרון מוזילה לא מאופשר עבורך! כדי לבצע סנכון יש צורך להיות שייך לקבוצה %s.",
    "To use Mozilla Sync enter the credentials in to Mozilla Sync client" : "לצורך שימוש במרכז סנכרון מוזילה יש צורך להכניס את האישורים אל לקוח סנכרון מוזילה",
    "To set up Mozilla Sync create a new Sync account in Firefox." : "כדי להגדיר סנכרון מוזילה יש ליצור חשבון סנכרון חדש בפיירפוקס.",
    "Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually." : "סנכרון מוזילה מוגדר, ניתן לחבר התקנים נוספים על בסיס שירות צימוד ההתקנים של מוזילה או באופן ידני.",
    "Email:" : "דואר אלקטרוני:",
    "Has to be unique among all Sync users" : "חייב להיות יחודי בין כל משתמשי הסנכרון",
    "Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work." : "שגיאה! התגלו כתובות דואר אלקטרוני כפולות! כתובות דואר אלקטרוני חייבות להיות יחודיות בסנכרון מוזילה כדי לעבוד.",
    "Password:" : "סיסמא:",
    "Use your ownCloud account password" : "השתמש בסיסמת חשבון ה- ownCloud שלך",
    "Server address:" : "כתובת שרת:",
    "Sync Status" : "מצב סנכרון",
    "Last sync:" : "סנכרון אחרון:",
    "Size of stored data:" : "גודל מידע מאוחסן:",
    "No data stored yet." : "אין עדיין מידע מאוחסן.",
    "Number of synced devices:" : "מספר התקנים מסונכרנים:",
    "Delete Sync data" : "מחיקת מידע סנכרון",
    "Attention! This will delete all your Sync data on the server." : "זהירות! המשך ימחק את כל המידע המסונכרן שלך מהשרת."
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}