{ "translations": {
    "Failed to delete storage" : "A tároló törlése nem sikerült",
    "Failed to delete user" : "A felhasználó törlése nem sikerült",
    "Storage deleted" : "A tároló törölve",
    "User not found" : "A felhasználó nem található",
    "Restriction saved" : "A korlátozást elmentettük",
    "Invalid input" : "Hibás adat",
    "Auto create sync account enabled" : "Automatikus szinkronizáló fiók létrehozása engedélyezve",
    "Auto create sync account disabled" : "Automatikus szinkronizáló fiók létrehozása tiltva",
    "Sync email saved" : "A szinkronizációs email elmentve",
    "Quota saved" : "A kvótát elmentettük",
    "Mozilla Sync" : "Mozilla szinkronizáció",
    "Restrict to group" : "Csoportra történő korlátozás",
    "When activated, only members of this group can access Mozilla Sync." : "Aktiválás után csak az adott csoport tagjai tudják elérni a Mozilla Sync-et",
    "Sync quota" : "A kvóta szinkronizációja megtörtént",
    "Set the value to 0 for unlimited quota." : "0 megadása esetén korlátlan.",
    "Auto create sync account" : "Automatikus szinkronizáló fiók létrehozása",
    "When activated, the Mozilla Sync registration API will be disabled and instead accounts will be auto created using a user's existing credentials" : "Amikor engedélyezve van, a Mozilla Sync regisztráció API tiltva lesz és helyette a fiókok automatikusan létrejönnek a felhasználók létező igazolásai alapján",
    "Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group." : "Hiba! Ön nem jogosult a Mozilla szinkronizáció használatára! Ehhez a %s csoport tagjának kellene lennie.",
    "To use Mozilla Sync enter the credentials in to Mozilla Sync client" : "A Mozilla Sync használatához írd be az igazolásokat a Mozilla Sync kliensbe.",
    "To set up Mozilla Sync create a new Sync account in Firefox." : "A Mozilla szinkronizáció használatához hozzon létre egy szinkronizációs bejelentkezést a Firefoxban!",
    "Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually." : "A Mozilla szinkronizációt sikerült beállítani. További eszközök szinkronizációját vagy a Mozilla eszközpárosító szolgáltatásával, vagy kézzel állíthatja be.",
    "Email:" : "E-mail:",
    "Has to be unique among all Sync users" : "Felhasználónként egyedinek kell lennie",
    "Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work." : "Hiba! A megadott e-mail cím már létezik az adatbázisban! A Mozilla szinkronizáció csak akkor működik, ha minden felhasználónak egyedi e-mail címe van.",
    "Password:" : "Jelszó:",
    "Use your ownCloud account password" : "Használja az ownCloud bejelentkezésének jelszavát",
    "Server address:" : "Szerver címe:",
    "Sync Status" : "Szinkronizálási állapot",
    "Last sync:" : "Utoljára szinkronizálva:",
    "Size of stored data:" : "Tárolt adatok mérete:",
    "No data stored yet." : "Még nincs tárolt adat.",
    "Number of synced devices:" : "Szinkronizált eszközök száma:",
    "Delete Sync data" : "Szinkronizált adatok törlése",
    "Attention! This will delete all your Sync data on the server." : "Figyelem! Ezzel törölni fogja minden Mozilla szinkronizációs adatát, ami a kiszolgálón van tárolva!"
},"pluralForm" :"nplurals=2; plural=(n != 1);"
}