{ "translations": {
    "Failed to delete storage" : "Depolamayı silme başarısız",
    "Failed to delete user" : "Kullanıcıyı silme başarısız",
    "Storage deleted" : "Depolama silindi",
    "User not found" : "Kullanıcı bulunamadı",
    "Restriction saved" : "Kısıtlama kaydedildi",
    "Invalid input" : "Geçersiz girdi",
    "Auto create sync account enabled" : "Otomatik eşitleme hesabı oluşturma etkinleştirildi",
    "Auto create sync account disabled" : "Otomatik eşitleme hesabı oluşturma devre dışı bırakıldı",
    "Sync email saved" : "Eşitleme e-postası kaydedildi",
    "Quota saved" : "Kota kaydedildi",
    "Mozilla Sync" : "Mozilla Sync",
    "Restrict to group" : "Şu gruba sınırla:",
    "When activated, only members of this group can access Mozilla Sync." : "Etkinleştirildiğinde, sadece bu grubun üyeleri Mozilla Sync'e erişebilir.",
    "Sync quota" : "Eşitleme kotası",
    "Set the value to 0 for unlimited quota." : "Sınırsız kota için değeri 0 yapın.",
    "Auto create sync account" : "Otomatik eşitleme hesabı oluştur",
    "When activated, the Mozilla Sync registration API will be disabled and instead accounts will be auto created using a user's existing credentials" : "Bu seçenek etkinleştirildiğinde Mozilla Sync kaydolma API'si kapatılacaktır. Bunun yerine, hesaplar kullanıcının mevcut kimlik bilgileriyle otomatik olarak oluşturulacaktır.",
    "Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group." : "Hata! Mozilla Sync kullanma izniniz yok! %s grubunun üyesi olmanız gerekli.",
    "To use Mozilla Sync enter the credentials in to Mozilla Sync client" : "Mozilla Sync'i kullanabilmek için Mozilla Sync istemcisine kimlik bilgilerini girmelisiniz",
    "To set up Mozilla Sync create a new Sync account in Firefox." : "Mozilla Sync kurulumu için Firefox içerisinde yeni bir Sync hesabı oluşturun.",
    "Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually." : "Mozilla Sync ayarlandı, ek aygıtlar Mozilla'nın aygıt eşleme hizmeti veya el ile eklenebilir.",
    "Email:" : "E-posta:",
    "Has to be unique among all Sync users" : "Tüm Sync kullanıcıları arasında benzersiz olmalı",
    "Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work." : "Hata! Yinelenmiş e-posta adresleri tespit edildi! Mozilla Sync'in çalışabilmesi için e-posta adreslerinin benzersiz olması gereklidir",
    "Password:" : "Parola:",
    "Use your ownCloud account password" : "ownCloud hesap parolanızı kullanın",
    "Server address:" : "Sunucu adresi:",
    "Sync Status" : "Eşitleme Durumu",
    "Last sync:" : "Son eşitleme:",
    "Size of stored data:" : "Depolanmış veri boyutu:",
    "No data stored yet." : "Henüz depolanmış bir veri yok.",
    "Number of synced devices:" : "Eşitlenmiş aygıtların sayısı:",
    "Delete Sync data" : "Eşitleme verisini sil",
    "Attention! This will delete all your Sync data on the server." : "Dikkat! Bu, sunucudaki tüm Eşitleme verilerinizi silecektir."
},"pluralForm" :"nplurals=2; plural=(n > 1);"
}