{ "translations": {
    "Failed to delete storage" : "Помилка при видаленні сховища",
    "Failed to delete user" : "Помилка при видаленні користувача",
    "Storage deleted" : "Сховище видалено",
    "User not found" : "Користувача не знайдено",
    "Restriction saved" : "Обмеження збережені",
    "Invalid input" : "Невірне введення",
    "Auto create sync account enabled" : "Автоматичне створення аккаунта Sync увімкнене",
    "Auto create sync account disabled" : "Автоматичне створення аккаунта Sync відключене",
    "Sync email saved" : "Email для Sync збережений",
    "Quota saved" : "Квота збережена",
    "Mozilla Sync" : "Синхронізація Mozilla",
    "Restrict to group" : "Обмеження групи",
    "When activated, only members of this group can access Mozilla Sync." : "Якщо увімкнене, то тільки члени цієї групи мають доступ до Mozilla Sync.",
    "Sync quota" : "Sync квота",
    "Set the value to 0 for unlimited quota." : "Встановіть 0 для квоти без обмежень.",
    "Auto create sync account" : "Автоматичне створення Sync аккаунту",
    "When activated, the Mozilla Sync registration API will be disabled and instead accounts will be auto created using a user's existing credentials" : "Якщо увімкнене, то API реєстрації Mozilla Sync будуть відключені, натомість, для створення облікових записів будуть використані вже існуючі облікові дані",
    "Error! You are not allowed to use Mozilla Sync! You need to be a member of the %s group." : "Помилка! Ви не можете використовувати Mozilla Sync, так як не перебуваєте в групі %s.",
    "To use Mozilla Sync enter the credentials in to Mozilla Sync client" : "Для використання Mozilla Sync введіть облікові дані клієнта Mozilla Sync",
    "To set up Mozilla Sync create a new Sync account in Firefox." : "Для налаштування Mozilla Sync створіть новий обліковий запис Sync в Firefox.",
    "Mozilla Sync is set up, additional devices can be added via Mozilla's device pairing service or manually." : "Mozilla Sync налаштований, додаткові пристрої можуть бути додані за допомогою служби сполучення пристроїв Mozilla або вручну.",
    "Email:" : "Email:",
    "Has to be unique among all Sync users" : "Повинно бути унікальним для всіх Sync користувачів",
    "Error! Duplicate email addresses detected! Email addresses need to be unique for Mozilla Sync to work." : "Помилка! Введений email вже зареєстрований! Email адреси повинні бути унікальними для функціонування Mozilla Sync.",
    "Password:" : "Пароль:",
    "Use your ownCloud account password" : "Використовуйте свій пароль облікового запису ownCloud",
    "Server address:" : "Адреса серверу:",
    "Sync Status" : "Статус синхронізації",
    "Last sync:" : "Остання синхронізація:",
    "Size of stored data:" : "Розмір збережених даних:",
    "No data stored yet." : "Немає збережених даних.",
    "Number of synced devices:" : "Кількість синхронізованих пристроїв:",
    "Delete Sync data" : "Видалити Sync дані",
    "Attention! This will delete all your Sync data on the server." : "Увага! Ця дія видалить всі ваші дані Sync на сервері."
},"pluralForm" :"nplurals=3; plural=(n%10==1 && n%100!=11 ? 0 : n%10>=2 && n%10<=4 && (n%100<10 || n%100>=20) ? 1 : 2);"
}